brew "starship"
brew "yarn"
brew "mysql"
brew "heroku"
brew "hadolint"
brew "gh"
brew "rbenv"

tap "heroku/brew"

cask "visual-studio-code"
cask "google-chrome"
cask "slack"
cask "docker"
cask "alfred"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "deepl"
cask "zoom"
cask "Figma"
cask "kindle"
cask "drawio"
cask "sequel-ace"
cask "gyazo"
cask "raycast"
cask "warp"
cask "discord"
